---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.MemberForcesServiceData
source: html/f64921c9-5a8c-b0d8-bb88-f27de7fe25a2.htm
---
# MemberForcesServiceData Members

Releases all resources used by the MemberForcesServiceData